{
  "id": "medieval",
  "name": "Середньовіччя",
  "description": "Персонажі та предмети середньовічної епохи з фентезі-елементами для глибокого іммерсивного досвіду",
  "categories": [
    {
      "id": "gender",
      "name": "Пол",
      "description": "Визначає стать, вік та статус 'Дитяча сім'я'. Впливає на соціальні можливості, фізичну витривалість та доступні завдання в середньовічному сценарії.",
      "items": [
        {
          "value": "Чоловік (молодий)",
          "description": "Молодий чоловік у розквіті сил, здатний до важкої праці та бою. Має обмежений соціальний статус порівняно зі старшими."
        },
        {
          "value": "Чоловік (середній вік)",
          "description": "Досвідчений чоловік з встановленим соціальним статусом. Має авторитет у громаді та відповідальність за сім'ю."
        },
        {
          "value": "Чоловік (похилий вік)",
          "description": "Літній чоловік з мудрістю та досвідом, але обмеженою фізичною силою. Часто виступає як радник."
        },
        {
          "value": "Жінка (молодша)",
          "description": "Молода жінка, потенційна мати, обмежена у соціальних правах, але важлива для продовження роду та домашнього господарства."
        },
        {
          "value": "Жінка (середній вік)",
          "description": "Досвідчена жінка, часто керує домом, має знання про ліки, господарство та виховання дітей."
        },
        {
          "value": "Жінка (похила)",
          "description": "Літня жінка, поважається за мудрість та досвід, але фізично слабка. Зберігає традиції сім'ї."
        },
        {
          "value": "Дитина (хлопчик)",
          "description": "Хлопчик від 7 до 14 років, потребує догляду, але може виконувати прості завдання. Готується до чоловічих обов'язків."
        },
        {
          "value": "Дитина (дівчинка)",
          "description": "Дівчинка від 7 до 14 років, потребує догляду, готується до жіночих обов'язків та можливого шлюбу."
        },
        {
          "value": "Дитина (немовля)",
          "description": "Дитина до 7 років, потребує постійного догляду, займає багато ресурсів, але може бути ключем до союзів через можливі шлюбні угоди."
        },
        {
          "value": "Еунух",
          "description": "Кастрований чоловік, часто служить при дворі або в храмі. Має обмежені соціальні права, але може мати вплив через близькість до влади."
        },
        {
          "value": "Монах/Ченця",
          "description": "Релігійний служитель, має духовний вплив та знання, але обмежений у світських справах та фізичній праці."
        }
      ]
    },
    {
      "id": "body",
      "name": "Тілобудова",
      "description": "Фізичні характеристики персонажа. Впливає на здатність виконувати фізичну роботу, витривалість та сприйняття іншими.",
      "items": [
        {
          "value": "Атлетична",
          "description": "Сильне тіло з добре розвиненою мускулатурою. Ідеальне для важкої праці та бою, але потребує багато харчування."
        },
        {
          "value": "Спортивна",
          "description": "Підтягнуте тіло з хорошою витривалістю для довгих подорожей та походів. Баланс між силою та швидкістю."
        },
        {
          "value": "Повна",
          "description": "Товсте тіло забезпечує запас енергії під час голоду, але обмежує рухливість та швидкість."
        },
        {
          "value": "Худорлява",
          "description": "Слабке тіло, потребує менше їжі, але швидко виснажується під час фізичних навантажень."
        },
        {
          "value": "Висока",
          "description": "Великий зріст дає перевагу в бою та командуванні, але важко приховатися або працювати в тісних приміщеннях."
        },
        {
          "value": "Низька",
          "description": "Низький зріст дозволяє легко ховатися та рухатися в тісних просторах, але обмежує фізичну силу."
        },
        {
          "value": "Сильна",
          "description": "Велика фізична сила, ідеальна для важких завдань, але вимагає значно більше їжі для підтримки."
        },
        {
          "value": "Квола",
          "description": "Слабке здоров'я, часто хворіє, але може мати високу інтелектуальну здатність для компенсації."
        },
        {
          "value": "Скаредна",
          "description": "Тонка фігура забезпечує швидкість та маневреність, але легко пошкоджувана в конфліктах."
        },
        {
          "value": "Звита",
          "description": "Гнучке тіло дозволяє виконувати акробатичні дії та легко втікати від небезпеки."
        },
        {
          "value": "Красива",
          "description": "Приваблива зовнішність допомагає в соціальних взаємодіях та переговорах, але може привернути небажану увагу."
        }
      ]
    },
    {
      "id": "human_trait",
      "name": "Людська риса",
      "description": "Унікальна особистісна характеристика, що визначає поведінку в різних ситуаціях. Впливає на прийняття рішень та взаємодію з іншими. [[1]]",
      "items": [
        {
          "value": "Лідер",
          "description": "Здатність об'єднувати людей та приймати рішення. Покращує шанси успіху в соціальних взаємодіях, але збільшує відповідальність у кризових ситуаціях."
        },
        {
          "value": "Зрадник",
          "description": "Схильність до зради заради власної вигоди. Може створити конфлікти, але допомогти в критичні моменти."
        },
        {
          "value": "Відданий",
          "description": "Вірність своїм обов'язкам та людям. Збільшує довіру, але може призвести до жертв для захисту інших."
        },
        {
          "value": "Творча людина",
          "description": "Креативне мислення допомагає знаходити незвичайні рішення, але іноді несприйнятлива до практичності."
        },
        {
          "value": "Спокійний",
          "description": "Завжди зберігає хладнокров'я. Допомагає в стресових ситуаціях, але може здаватися байдужим до проблем."
        },
        {
          "value": "Нервовий",
          "description": "Схильний до стресу, часто помиляється під тиском, але швидко реагує на небезпеку."
        },
        {
          "value": "Допитливий",
          "description": "Прагне знань, допомагає в розслідуваннях, але може потрапити в небезпечні ситуації через цікавість."
        },
        {
          "value": "Ледачий",
          "description": "Уникання праці, економить енергію, але може знижувати продуктивність групи та викликати конфлікти."
        },
        {
          "value": "Геройський",
          "description": "Готовність ризикувати для допомоги іншим. Збільшує авторитет, але підвищує ризик смерті в небезпечних ситуаціях."
        },
        {
          "value": "Тихий",
          "description": "Мало говорить, але добре слухає. Допомагає в розвідці, але може бути незрозумілим для інших через недостатнє спілкування."
        },
        {
          "value": "Мудрий",
          "description": "Глибоке розуміння життя допомагає в прийнятті рішень, але може призводити до занадто обережних дій."
        }
      ]
    },
    {
      "id": "profession",
      "name": "Професія",
      "description": "Спеціальність персонажа. Визначає доступні навички, знання та можливості в середньовічному суспільстві.",
      "items": [
        {
          "value": "Рицар",
          "description": "Володіє зброєю та досвідом бою. Захищає громаду, але потребує дорогого обладнання та підтримки."
        },
        {
          "value": "Чаклун",
          "description": "Володіє магією, може вирішувати проблеми нестандартно, але часто перебуває під підозрою та переслідуванням."
        },
        {
          "value": "Лікар",
          "description": "Має медичні знання, лікує хвороби, але обмежений у ресурсах та часто залежить від збору трав."
        },
        {
          "value": "Кузнець",
          "description": "Виготовляє зброю та інструменти, критично важливий для виживання, але потребує багато матеріалів та вугілля."
        },
        {
          "value": "Торговець",
          "description": "Знання ринку, може отримувати ресурси через торгівлю, але схильний до зради та обману."
        },
        {
          "value": "Фермер",
          "description": "Виробляє їжу, забезпечує громаду, але залежить від погоди, шкідників та врожаю."
        },
        {
          "value": "Священик",
          "description": "Духовний лідер, підтримує мораль, але може мати обмежені практичні навички та бути занадто залежним від церкви."
        },
        {
          "value": "Солдат",
          "description": "Досвідчений у бою, дисциплінований, але може бути жорстоким та звиклим до підпорядкування."
        },
        {
          "value": "Бард",
          "description": "Розважає та збирає інформацію, покращує мораль, але має обмежені практичні навички для виживання."
        },
        {
          "value": "Лісоруб",
          "description": "Вміє працювати з деревом, забезпечує будівельні матеріали, але потребує фізичної сили та інструментів."
        },
        {
          "value": "Кухар",
          "description": "Готує їжу, підвищує якість харчування та мораль, але обмежений у інших завданнях без інгредієнтів."
        }
      ]
    },
    {
      "id": "health",
      "name": "Здоров'я",
      "description": "Фізичний стан персонажа. Впливає на здатність виконувати завдання, витривалість та потребу в лікуванні.",
      "items": [
        {
          "value": "Ідеальне",
          "description": "Повністю здоровий, без хронічних захворювань. Має перевагу в фізичних завданнях, але може бути занадто самовпевненим."
        },
        {
          "value": "Звичайне",
          "description": "Стандартне здоров'я для середньовічної епохи. Не потребує додаткового догляду, але вразливий до епідемій."
        },
        {
          "value": "Хронічна хвороба",
          "description": "Постійне захворювання, вимагає ліків або спеціальної дієти, обмежує фізичну активність."
        },
        {
          "value": "Травма ноги",
          "description": "Обмежена рухливість, уповільнює подорожі та втікачі, але не заважає іншим завданням."
        },
        {
          "value": "Поганий зір",
          "description": "Поганий зір ускладнює стрільбу, читання та роботу з дрібними деталями, але може компенсуватися іншими навичками."
        },
        {
          "value": "Слабке здоров'я",
          "description": "Часто хворіє, потребує додаткового догляду, але може мати високу імунітет до деяких поширених хвороб."
        },
        {
          "value": "Сильне здоров'я",
          "description": "Витривалість до хвороб, швидке одужання, але може призвести до занадто сміливих дій через надмірну впевненість."
        },
        {
          "value": "Залежність від ліків",
          "description": "Потреба в спеціальних ліках або рослинах, без них стан погіршується, але може мати високу стійкість до інших проблем."
        },
        {
          "value": "Хвороба шкіри",
          "description": "Шкірна хвороба, може викликати фізичний дискомфорт та соціальну стигму, але не заважає основним завданням."
        },
        {
          "value": "Нестача вітамінів",
          "description": "Вимагає спеціальної дієти з фруктами та овочами, без неї знижується продуктивність та витривалість."
        },
        {
          "value": "Психічний розлад",
          "description": "Емоційна нестабільність, може призвести до неочікуваних дій, але іноді дає унікальні інсайти в складних ситуаціях."
        }
      ]
    },
    {
      "id": "hobby",
      "name": "Хобі/Уподобання",
      "description": "Дозвілля та інтереси персонажа. Впливає на мораль, здатність знаходити ресурси та соціальні взаємодії.",
      "items": [
        {
          "value": "Садівництво",
          "description": "Знання про рослини та їх вирощування. Дозволяє вирощувати їжу та лікарські трави, але вимагає часу та землі."
        },
        {
          "value": "Музика",
          "description": "Вміння грати на інструменті, підвищує мораль групи, але може привернути небажану увагу в небезпечних місцях."
        },
        {
          "value": "Малювання",
          "description": "Створення мистецтва, може бути корисним для записів та карт, але обмежена практична цінність у виживанні."
        },
        {
          "value": "Полювання",
          "description": "Вміння полювати, забезпечує м'ясо та шкіру, але вимагає зброї, навичок та часу на пошук здобичі."
        },
        {
          "value": "Рибальство",
          "description": "Знання рибальства, забезпечує їжу біля водойм, але залежить від доступу до річок або моря."
        },
        {
          "value": "Книголюбство",
          "description": "Читання книг, збільшує знання та інтелект, але може бути небезпечним у суспільствах з обмеженим доступом до освіти."
        },
        {
          "value": "Танці",
          "description": "Вміння танцювати, покращує соціальні зв'язки на святах, але обмежена практична цінність у повсякденному житті."
        },
        {
          "value": "Гончарство",
          "description": "Виготовлення гончарних виробів, корисно для зберігання ресурсів, але вимагає навичок та спеціальних матеріалів."
        },
        {
          "value": "Вишивання",
          "description": "Створення вишивок, може мати культурну цінність та допомагати в торгівлі, але обмежена практична цінність."
        },
        {
          "value": "Годування тварин",
          "description": "Знання про догляд за тваринами, забезпечує молоко, яйця та м'ясо, але вимагає часу на догляд та корм."
        },
        {
          "value": "Збір трав",
          "description": "Знання про лікарські трави, допомагає в лікуванні хвороб, але вимагає часу на пошук та знання їх властивостей."
        }
      ]
    },
    {
      "id": "phobia",
      "name": "Фобія/Страх",
      "description": "Найсильніший страх персонажа. Впливає на поведінку в кризових ситуаціях та може призвести до паніки.",
      "items": [
        {
          "value": "Клаустрофобія",
          "description": "Боязнь замкненого простору. Може призвести до паніки в печерах, підземеллях або тісних приміщеннях."
        },
        {
          "value": "Акрофобія",
          "description": "Боязнь висоти. Ускладнює пересування по мостах, горах або високих будівлях, може призвести до втрати контролю."
        },
        {
          "value": "Гемофобія",
          "description": "Боязнь крові. Може призвести до втрати свідомості під час лікування або бойових ситуацій."
        },
        {
          "value": "Нігтофобія",
          "description": "Боязнь темряви. Ускладнює нічні завдання, патрулювання та підвищує стрес у темряві."
        },
        {
          "value": "Арахнофобія",
          "description": "Боязнь павуків. Може призвести до паніки при зустрічі з павуками, особливо в підземеллях або старих будівлях."
        },
        {
          "value": "Софофобія",
          "description": "Боязнь робити помилки. Уповільнює прийняття рішень, але зменшує кількість помилок через надмірну обережність."
        },
        {
          "value": "Скоптофобія",
          "description": "Боязнь бути покинутим. Змушує залишатися з групою, навіть якщо це небезпечно, може призвести до поганих рішень."
        },
        {
          "value": "Трипанофобія",
          "description": "Боязнь голок. Ускладнює медичне лікування, особливо при введенні ліків або зашиванні ран."
        },
        {
          "value": "Айлурофобія",
          "description": "Боязнь котів. Може призвести до конфліктів з місцевими мешканцями, які тримають котів для боротьби з гризунами."
        },
        {
          "value": "Гаптофобія",
          "description": "Боязнь дотиків. Ускладнює соціальні взаємодії та медичну допомогу, коли потрібен фізичний контакт."
        },
        {
          "value": "Людофобія",
          "description": "Боязнь людей. Перешкоджає спілкуванню з іншими, але може зробити персонажа більш обережним у незнайомих ситуаціях."
        }
      ]
    },
    {
      "id": "big_inventory",
      "name": "Крупний інвентар",
      "description": "Великі предмети, що займають багато місця. Критично важливі для певних сценаріїв, але обмежують кількість інших ресурсів.",
      "items": [
        {
          "value": "Надувний човен",
          "description": "Допомагає подолати водні перешкоди. Критично важливий для подорожей через річки або озера, але займає багато місця."
        },
        {
          "value": "Тент",
          "description": "Захист від дощу та сонця. Забезпечує комфорт у таборі, але займає багато місця при транспортуванні."
        },
        {
          "value": "Великий мішок з зерном",
          "description": "Запас їжі на довгий час. Важливий для виживання в дорозі, але важкий для перенесення."
        },
        {
          "value": "Зброя",
          "description": "Меч, сокира або лук для захисту. Необхідний для оборони від розбійників, але може привернути увагу."
        },
        {
          "value": "Щит",
          "description": "Захист у бою. Збільшує шанси вижити в конфлікті, але важкий для перенесення на довгі відстані."
        },
        {
          "value": "Коняча збруя",
          "description": "Для верхової їзди. Прискорює подорожі в 2-3 рази, але потребує догляду за конем та корму."
        },
        {
          "value": "Кузня",
          "description": "Міні-кузня для ремонту інструментів. Критично важлива для тривалого виживання, але важка та громіздка."
        },
        {
          "value": "Сільськогосподарський інструмент",
          "description": "Лопата, серп, мотика для вирощування їжі. Необхідний для створення постійного джерела їжі."
        },
        {
          "value": "Скриня зі скарбами",
          "description": "Містить цінні речі для торгівлі. Може залучити розбійників, але дає можливість обміняти на необхідні ресурси."
        },
        {
          "value": "Велика кадка",
          "description": "Для зберігання води або їжі. Важлива для гігієни та зберігання запасів, але займає багато місця."
        },
        {
          "value": "Стіл і стільці",
          "description": "Для комфортного відпочинку та прийому їжі. Покращує мораль групи, але займає багато місця при транспортуванні."
        }
      ]
    },
    {
      "id": "backpack",
      "name": "Рюкзак",
      "description": "Дрібні предмети для повсякденного використання. Допомагають у щоденних завданнях, але мають обмежену кількість використань.",
      "items": [
        {
          "value": "Аптечка",
          "description": "Містить базові медичні засоби. Дозволяє надавати першу допомогу, але обмежена кількість використань."
        },
        {
          "value": "Хліб",
          "description": "Швидкий джерело їжі. Зменшує голод, але швидко закінчується і може зіпсуватися."
        },
        {
          "value": "Сир",
          "description": "Джерело білка. Зберігається довше за хліб, але може зіпсуватися при високій температурі."
        },
        {
          "value": "Вода",
          "description": "Необхідна для виживання. Потребує регулярного поповнення з чистих джерел."
        },
        {
          "value": "Ножі",
          "description": "Універсальний інструмент для приготування їжі, ремонту та захисту. Один з найважливіших предметів."
        },
        {
          "value": "Свічка",
          "description": "Джерело світла. Корисна в темряві, але обмежена кількість горіння (приблизно 2 години)."
        },
        {
          "value": "Сірники",
          "description": "Для розпалювання вогню. Критично важливі для тепла, приготування їжі та захисту від хижаків."
        },
        {
          "value": "Нитки з голкою",
          "description": "Для пошиття одягу та ремонту. Допомагають підтримувати одяг у порядку та лікувати ранки."
        },
        {
          "value": "Картка",
          "description": "Мапа місцевості. Допомагає орієнтуватися, але може бути застарілою або неповною."
        },
        {
          "value": "Лантерна",
          "description": "Надає більше світла за свічку, але потребує палива (олії), яке швидко закінчується."
        },
        {
          "value": "Книга",
          "description": "Містить корисну інформацію або розвагу. Може містити важливі знання про місцевість або ліки."
        }
      ]
    },
    {
      "id": "additional_information",
      "name": "Додаткова інформація",
      "description": "Унікальні факти про персонажа. Можуть вирішити критичну ситуацію або створити додаткові проблеми.",
      "items": [
        {
          "value": "Схований спадок",
          "description": "Має доступ до прихованого ресурсу або місця. Може вирішити критичну ситуацію, але інші можуть про це дізнатися."
        },
        {
          "value": "Борг",
          "description": "Заборгував гроші або послуги важливій персоні. Може створити конфлікт, але дає можливість для союзу після погашення."
        },
        {
          "value": "Знайомий у високих колах",
          "description": "Має зв'язки з впливовими людьми. Допомагає в соціальних ситуаціях, але може вимагати послуг у відповідь."
        },
        {
          "value": "Зрада минулого",
          "description": "Був зрадником раніше. Викликає недовіру, але може мати цінний досвід у виявленні зрад."
        },
        {
          "value": "Таємне кохання",
          "description": "Приховані почуття до когось з групи або місцевого жителя. Може мотивувати, але створювати конфлікти."
        },
        {
          "value": "Злочинне минуле",
          "description": "Мав справи з законом. Викликає підозри, але дає знання про кримінальний світ та можливі укриття."
        },
        {
          "value": "Святий реліквія",
          "description": "Володіє реліквією, що надає духовний захист. Може бути цінною для торгівлі або викликати релігійні конфлікти."
        },
        {
          "value": "Прокляття",
          "description": "Персонаж проклятий. Створює проблеми (наприклад, приваблює монстрів), але може мати унікальні здібності."
        },
        {
          "value": "Спадкоємець",
          "description": "Має право на спадщину або трон. Дає доступ до ресурсів, але привертає увагу конкурентів та зрадників."
        },
        {
          "value": "Вигнанець",
          "description": "Вигнаний з рідного міста через злочин або конфлікт. Має ворогів, але вільний від обов'язків перед громадою."
        },
        {
          "value": "Талановитий мистецтвом",
          "description": "Володіє унікальним мистецьким талантом (малювання, вишивання, музика). Може заробляти гроші, але не завжди практично для виживання."
        }
      ]
    },
    {
      "id": "special_ability",
      "name": "Спец. можливість",
      "description": "Унікальна здібність персонажа. Дає переваги в певних ситуаціях, але може мати обмеження або наслідки.",
      "items": [
        {
          "value": "Мова тварин",
          "description": "Здатність розуміти тварин. Дає перевагу в взаємодії з тваринами, але може викликати підозри серед людей."
        },
        {
          "value": "Пророцтво",
          "description": "Може бачити майбутнє у вигляді образів. Допомагає уникнути небезпеки, але може бути неточним або важким для розуміння."
        },
        {
          "value": "Невидимість",
          "description": "Тимчасова невидимість на короткий час. Дозволяє уникнути конфліктів, але вимагає великої енергії та практики."
        },
        {
          "value": "Лікування",
          "description": "Здатність лікувати хвороби та рані. Критично важлива для виживання, але вимагає знань та рослин."
        },
        {
          "value": "Контроль стихій",
          "description": "Може керувати однією зі стихій (вогонь, вода, повітря, земля). Корисно в багатьох ситуаціях, але важко контролювати."
        },
        {
          "value": "Швидке навчання",
          "description": "Швидко освоює нові навички та знання. Допомагає адаптуватися до нових умов, але може бути поверхневим."
        },
        {
          "value": "Читання думок",
          "description": "Здатність читати думки інших. Допомагає в соціальних взаємодіях, але викликає недовіру при виявленні."
        },
        {
          "value": "Сила титана",
          "description": "Надлюдська сила, дозволяє виконувати важкі завдання. Вимагає багато їжі та може призвести до надмірної впевненості."
        },
        {
          "value": "Вміння літати",
          "description": "Можливість літати на короткі відстані. Дозволяє уникнути перешкод, але може бути помічено здалеку."
        },
        {
          "value": "Зміна форми",
          "description": "Здатність змінювати зовнішність на короткий час. Допомагає в уникненні небезпеки, але може викликати підозри."
        },
        {
          "value": "Контроль часу",
          "description": "Можливість сповільнювати або прискорювати час навколо себе. Дуже корисно, але вимагає великої концентрації та виснажує."
        }
      ]
    }
  ]
}